  
{"name":"Adultery","title":"Adultery refers to a person taking part in a sexual relationship with someone else, even though the person is married. This tag is typically to be used when the love interest of a male protagonist is married, but still takes part in sexual relationship with the protagonist. It can also be used when the male partner is guilty."}
{"name":"Adventurers","title":"Just as it suggests, this tag is to be used when either the protagonist or some other SIGNIFICANT character is an adventurer. Typically, they are also part of some adventurers’ guild."}
{"name":"Affair","title":"An affair is a sexual relationship, romantic friendship, or passionate attachment between two people without the attached person's significant other knowing."}
{"name":"Age Progression","title":"Refers to the protagonist growing older as the story progresses. Please note that this refers to their external age showing them to be older, as opposed to the million year old cultivators who still look young in some series. The story should cover the life of the protagonist as he/she grows old."}
{"name":"Age Regression","title":"This tag refers to a plot device that causes the protagonist to grow younger instead of getting older. This doesn’t mean he or she goes back to be a child, it just means they have regained their youth."}
{"name":"Ancient China","title":"This tag is used to explain the setting of the story. It indicates that the story takes place in an authentic Ancient Chinese environment, meaning that actual ancient figures and kingdoms are involved."}
{"name":"Ancient Times","title":"Indicates that the story takes place in ancient times, but NOT in China. It can be used even if the place is fictional."}
{"name":"Androgynous Characters","title":"This tag is ONLY to be used when there is a character who can be confused as either a male or a female. The actual gender of the character doesn't matter."}
{"name":"Antihero Protagonist","title":"This tag is to be used when the main Protagonist is an antihero, an antihero is a protagonist who lacks conventional heroic qualities such as idealism, courage, or morality"}
{"name":"Apathetic Protagonist","title":"This tag should be used when the character hardly shows any emotional reaction to any event that happens on their surrounding, either because the protagonist hides their feelings or is devoid of them."}
{"name":"Appearance Changes","title":"Tag is to be used when the main protagonist experiences drastic appearance changes compared to how s/he was at the start of the story."}
{"name":"Arranged Marriage","title":"Tag is to be used when the protagonist is part of an arranged marriage. An arranged marriage is a marriage that is preset by some elder of the related families. This decision of marriage doesn’t take into consideration the feelings of the concerned couple. Typically, these are just agreements that are fulfilled. Please note that the marriage must go through, or else the Broken Engagement tag should be used."}
{"name":"Betrayal","title":"This tag is to be used ONLY when the protagonist is betrayed by someone they trust, typically a significant character. This tag can be used if the protagonist is betrayed by someone prior to the story. This tag can also be used if the protagonist is the one who betrays."}
{"name":"Bickering Couple","title":"This tag signifies that the main couple (protagonist and love interest) are always bickering. This doesn’t signify disharmony between them, but shows the way their relationship looks for the outside eye."}
{"name":"Bisexual Protagonist","title":"The tag is used when the protagonist is bisexual. Tag is to be used only if there is definite romantic affiliations of the protagonist with individuals of both the genders (or more). "}
{"name":"Blind Protagonist","title":"This tag is to be used if the protagonist is blind. Note that this tag can be used even if the protagonist is blind initially and then recovers sight. However, this tag is not to be used if the protagonist becomes blind at some point in the story and then recovers their sight, unless a significant part of the story involves the protagonist being blind."}
{"name":"Body Swap","title":"Tag should ONLY be used if body swapping is an important part of the story.\nBody swapping is the act of switching out of your body into somebody elses, everything apart from the body comes with you when you switch including your memories."}
{"name":"Broken Engagement","title":"As the name suggests, this tag is to be used when the story contains an incidents when an engagement is broken. This engagement is typically originally made by elders and not the couple. To use this tag, one of the engaged individuals must be the protagonist."}
{"name":"Calm Protagonist","title":"This tag is used when the protagonist is able to remain calm in difficult and dangerous situation."}
{"name":"Carefree Protagonist","title":"This tag describes the personality of the protagonist, referring to the protagonist being someone who is relaxed and nonchalant. The protagonist is expected to not get stressed or care about little issues, but instead takes them in strides. This type of behavior is expected to be shown by the protagonist for a major part of the story, and not just on a couple of occasions."}
{"name":"Caring Protagonist","title":"Tag should be used when the protagonist cares a lot about a number of people that can vary from many to one."}
{"name":"Cautious Protagonist","title":"This tag is used to define a Protagonist who is extremely careful in their actions and often makes a 'plan', a 'backup plan A' and a 'backup plan B' etc."}
{"name":"Character Growth","title":"This tag should be used when the protagonist grows mentally during the story. The protagonist can grow in various ways like by changing his ideals or by strengthening them but he must grow in a way, such that by the end of the series the protagonist looks like a completely different person. "}
{"name":"Charismatic Protagonist","title":"This tag is used to describe a protagonist who is very charismatic (exercising a compelling charm that inspires devotion in others) throughout the duration of the novel."}
{"name":"Charming Protagonist","title":"This tag is to be used when the protagonist of a series is shown to be a charming individual, and if people actively get impacted by this charm. This tag is not to be confused with the Charismatic Protagonist tag."}
{"name":"Child Protagonist","title":"The protagonist is a child. Only apply this tag if the protagonist is a child for a significant part (chapter-wise) of the novel."}
{"name":"Childish Protagonist","title":"where the Main character acts native and innocent, or in better terms like a child. And this trait is used to explain/show why the Main character acts/thinks as they do."}
{"name":"Clever Protagonist","title":"This tag is used to define a protagonist who is very smart, witty, and bright and can easily pick up new things."}
{"name":"Clones","title":"Tag is to be used ONLY if the protagonist of the series can make clones or has clones (definition may vary based on novel). If the series has multiple protagonists, only use this tag if having clones or making clones is a prominent feature of one of them. "}
{"name":"Cold Love Interests","title":"This tag is used to define love interests whose attitude and personality is cold. They often have trouble and/or dislike communicating with others and are often described as 'expressionless', 'scary', or are likened an 'ice cube'. "}
{"name":"Cold Protagonist","title":"Locked. Propose a definition here:\nhttp://forum.novelupdates.com/threads/cleaning-up-tags-on-nu-v2-0.40496/"}
{"name":"Confident Protagonist","title":"Stories with protagonists who are confident in their own skills or plans. \n"}
{"name":"Cowardly Protagonist","title":"This tag is used when the protagonist lacks courage and is excessively afraid in the face of conflict or challenge, whether physical or verbal. This tag should not be confused with Timid Protagonist tag."}
{"name":"Cross-dressing","title":"This tag is to be used when the protagonist dresses as one of the opposite gender to act like someone of the opposite gender. At heart, the protagonist is imitating the opposite gender. The body of the protagonist does not become that of the opposite gender, but the protagonist is acting like the opposite gender."}
{"name":"Cultivation","title":"This tag is to be used preferably only for Chinese novels. Cultivation refers to the protagonist trying to acquire immortality and/or supreme power by the accumulation and usage of Qi. This tag is typical of the Xianxia genre."}
{"name":"Cunning Protagonist","title":"This tag is used to describe a protagonist who is very cunning. They often schemes/plots throughout the novel and rarely suffers a loss. Different from the Intelligent/Smart tags, the Cunning tag is to be used when the schemes/plots often cause physical/mental harm to opponents. It is recommended not to use this tag along with the Strategist tag. "}
{"name":"Curious Protagonist","title":"To be used when the protagonist of a series is shown to be extremely curious/inquisitive about relevant incidents/characters/concepts of the setting which is used as a plot device to propel the story forward on a regular basis. NOT to be used along with the Detectives tag."}
{"name":"Cute Children","title":"This tag should be used when the story has relevant children in it, and the children generally give a heartwarming feeling. Do take note that if the protagonist is the only child involved, the Child Protagonist tag should be used instead."}
{"name":"Cute Protagonist","title":"This tag should be used when the main character gives off a cute or heartwarming feeling. "}
{"name":"Dead Protagonist","title":"This tag should be used when the protagonist is no longer living, this usually means that the protagonist is telling the story as a ghost. The tag should not be used if the protagonist dies during the story."}
{"name":"Dense Protagonist","title":"This tag is used to describe a protagonist who is 'under-equipped' in terms of emotional intelligence. This usually applies towards romantic relationships, however, it can stretch towards platonic ones as well. The protagonist is often oblivious to feelings that are directed towards them and sometimes doesn't realize them at all."}
{"name":"Dishonest Protagonist","title":"When the protagonist is intentionally misleading others for personal benefit."}
{"name":"Distrustful Protagonist","title":"This tag is used for protagonists who are always cautious with people and doesn't trust them easily."}
{"name":"Divorce","title":"Either the protagonist should be directly involved in the divorce or the divorce should have a significant impact on the plot."}
{"name":"Elderly Protagonist","title":"The main character is old enough to have grand-children."}
{"name":"Emotionally Weak Protagonist","title":"Where due to the personality or mindset of the protagonist, they suffer serious damage if thing don't go as they expect it to or if others criticise them for their actions"}
{"name":"Engagement","title":"where due to the setting of the novel, the protagonist is engaged to another. And that engagement becomes a major plot point or feature through the novel."}
{"name":"Evil Protagonist","title":"Where the Main character is interested in his own self benefit or pleasure and doesn't care about their moral stance to get what they want."}
{"name":"Famous Protagonist","title":"Tag is to be used only when the main protagonist is well known by a large section of society."}
{"name":"Fanfiction","title":"This tag is to be used when a story is based off a published work. The story must adopt major elements of the published work. This tag must not be confused with Parody tag."}
{"name":"Fearless Protagonist","title":"Protagonist(main character) with no fear or can be said to be brave"}
{"name":"Female Protagonist","title":"If the protagonist of the series is that of the biological female gender, then this tag is to be used.\r\n\r\nNot to be used with: Male Protagonist"}
{"name":"Female to Male","title":"This tag is used when a female character becomes a male character (physically), and this character influences the plot sufficiently or is the protagonist. Usually paired with the genre Gender Bender."}
{"name":"Forgetful Protagonist","title":"This tag is to be used if the protagonist is absent-minded. Basically, is very forgetful. This tag, unlike the Amnesia tag, is to be used to describe the character/personality of the protagonist. If the forgetfulness is due to a medical condition, then the Amnesia tag is recommended.\n"}
{"name":"Futanari","title":"This tag is to be used when the body of the protagonist (or any other character who influences the plot) contains both the male and female reproductive organs."}
{"name":"Genderless Protagonist","title":"To be used when the protagonist has no particular gender. This does not refer to story not confirming the gender, but the story confirming the non-existence of gender for the protagonist."}
{"name":"Hated Protagonist","title":"A Main Character who is not disliked, but outright hated by (almost) everyone in a community."}
{"name":"Helpful Protagonist","title":"A protagonist with a strong sense of justice and morality who helps any one in need, sometimes even when it means putting themselves in danger"}
{"name":"Honest Protagonist","title":"Tag is to be used when in presence of an extremely straight-forward protagonist. "}
{"name":"Hot-blooded Protagonist","title":"This tag is to be used if this novel features a main character that usually acts at his/her whims first before thinking, usually in an overexcited or overzealous or overly passionate manner. "}
{"name":"Humanoid Protagonist","title":"Tag is to be used when the main protagonist is not a human, but has a humanoid appearance/shape"}
{"name":"Imperial Harem","title":"The master of the harem must be royalty and the storyline has to take place in or around the royalty's palace(s). "}
{"name":"Incest","title":"Tag is to be used when Romantic or sexual interest, and or interactions, are present between closely blood-related people (2 grades of separation or less)."}
{"name":"Indecisive Protagonist","title":"The main character of this novel has decision-making problems at many junctures of the storyline. "}
{"name":"Lazy Protagonist","title":"This tag is to be used if the protagonist is lazy by nature and will either take the easy way out, or simply give up easily."}
{"name":"Loli","title":"This tag is to be used ONLY when either the protagonist, or one of the love interests of the protagonist is a loli. It is not recommended to use this tag for other characters, no matter how important their role is. A loli is a short girl who looks like a child, no matter how much her real age is. "}
{"name":"Loner Protagonist","title":"This tag is to be added if the protagonist of a series is referred to as a loner by the author. Here, loner refers to someone who is generally not social.  Note that this is not the same as Anti-Social Protagonist tag."}
{"name":"Male to Female","title":"The 'Gender Bender' and 'Female Protagonist' tags are required. This tag should be used if the novel's male main character changed gender to female, usually early in the storyline. The transformation must be very hard to reverse, if not being outright impossible to do so."}
{"name":"Manipulative Characters","title":"Tag is to be used ONLY when either the protagonist, or some other plot significant character manipulates people around them. This manipulation is more of a psychological manipulation rather than manipulation by magic or some other such miraculous powers.\n"}
{"name":"Marriage","title":"To be used if the protagonist gets married at any point of time in the series, due to mutual consent in a romantic manner.\n"}
{"name":"Marriage of Convenience","title":"This tag is to be used when a marriage takes place between the protagonist and another person simply for convenience. Note that this marriage is typically decided not by some elders, but by the concerned couple for their own mutual benefit."}
{"name":"Mature Protagonist","title":"This tag is used if the protagonist is already mature for his age (age regression, isekai, transmigration in younger body, second chance)"}
{"name":"Mob Protagonist","title":"Tag to be used in a variety of situations where the main character assume the role of a unassuming/unremarkable/side character:-\n\n1. The main character transmigrated/reincarnated into a fictional setting that the main character knews (video games, light novels et. al.), as anyone (a major character, a minor character or even an unknown) but the fictional main character him/herself. \n\n2. The main character transmigrated/reincarnated into a fantasy or parallel world as an extremely ordinary character, such as the member of a lower ranking race of the said fantasy or parallel world. \n\n3. The main character starts right away as an ordinary character of a fictional non-Earth world. "}
{"name":"Multiple Personalities","title":"This tag can be used if the protagonist has multiple different personalities."}
{"name":"Multiple Protagonists","title":"If a series has more than one protagonist, then this tag is to be used. This could include a rival who gets equal screen time, or multiple points of view. Also if in a series both the male and female leads are to be considered as protagonists, then this tag is to be used."}
{"name":"Naive Protagonist","title":"This tag is only to be used when the protagonist shows lack of wisdom or judgement for particular situations. But the naivety must play a major part of the novel and is a significant indication of their character. Not to be confused with 'Indecisive Protagonist'."}
{"name":"Narcissistic Protagonist","title":"Personality disorder in the form of feeling yourself is very important."}
{"name":"Netorare","title":"The protagonist or a love interest of the protagonist enters into a physical relationship with a third party and comes to prefer the third party over time, consequently either cheating or breaking up the original coupling.\r\n\r\nIf the protagonist is the one doing the seducing, use "}
{"name":"Netorase","title":"The protagonist or a love interest of the protagonist encourages their partner to cheat on him/her, either by asking their partner or by having a third party seduce or rape their partner. The intention behind it may range anywhere from a fetish to childmaking (when there's issues in that regard for the original couple). If the party left out is not supportive or if the involved party is unwilling at the start but comes to like the situation, use "}
{"name":"Netori","title":"The protagonist forces a love interest who is already in a relationship with a third party into a physical relationship, and the love interest comes to like it over time, thus either cheating or breaking up with their original partner. If the protagonist is the one having their partner seduced, use "}
{"name":"Nobles","title":"The protagonist or another character has a distinct title given from the highest power, granting one some kind of authority when given. Nobles are usually individuals who have some influence in the government or have bought the title through means of wealth. "}
{"name":"Non-humanoid Protagonist","title":"This tag should be used if the main character is not a conventional human."}
{"name":"Overpowered Protagonist","title":"Tag is to be used ONLY if the protagonist of the series is Overpowered (definition may vary based on novel). "}
{"name":"Perverted Protagonist","title":"This tag is to be used when the protagonist of the story shows signs of perversion. This mainly refers to their sexual behaviour, where in they have abnormal sexual hunger. "}
{"name":"Polite Protagonist","title":"The tag is to be used when the protagonist is consistently polite and courteous in their actions and interactions with others."}
{"name":"Polyandry","title":"This tag is used if the female protagonist of the story has a polygamy in which a woman has more than one husband."}
{"name":"Polygamy","title":"This tag is to be only used if the male protagonist is married to more than one female at a time. "}
{"name":"Pregnancy","title":"This tag is to be used when either the protagonist, or one or more than one of the sexual partners of the protagonist gets pregnant during the course of the story. This may lead to the usage of the Childcare tag in the future."}
{"name":"Proactive Protagonist","title":"The protagonist is active in what they do and controls the situation to some extent. Instead of being reactive and going with the flow."}
{"name":"Prophecies","title":"where somewhere throughout the story there is a prediction about the future that would infuence the protagonist or story in some way."}
{"name":"Protagonist with Multiple Bodies","title":"This tag is to be used when the protagonist of the story has multiple bodies. These can be clones or similar entities."}
{"name":"Quiet Characters","title":"No definition found."}
{"name":"Quirky Characters","title":"This tag can be used if there are characters in the story with eccentric and awkward personality."}
{"name":"Race Change","title":"Could also be said to be a species change , (eg. from a human originally to becoming a dragon or part dragon ) (not to be used when a human reincarnates into a dragon , only counts if he transforms in his/her current lifetime)"}
{"name":"Reincarnation","title":"This tag is used if the protagonist is born again after dying. Contrast with transmigration, where the protagonist inhabits an existing body."}
{"name":"Reverse Harem","title":"Where a (usually) female protagonist is surround by guys. Harem is the where the genders are reversed."}
{"name":"Righteous Protagonist","title":"This tag refers to protagonists who are morally good throughout the story.  These protagonist are willing to sacrifice their own benefits in order to uphold justice in an honorable manner."}
{"name":"Ruthless Protagonist","title":"A protagonist who has no mercy and kills or does similar drastic things without hesitation\n(eg. without hesitating , consigning a company into bankruptcy without caring about what the fired employees will do from now on for their livelihood counts )"}
{"name":"Sadistic Characters","title":"A character deriving pleasure from inflicting pain, suffering, or humiliation on others."}
{"name":"Secretive Protagonist","title":"A protagonist who acts secretive and/or has a secret.\n\nSuch as a secret identity, i.e a bestseller who acts like a nobody.\nOr someone overpowered but keeps it hidden."}
{"name":"Selfish Protagonist","title":"where the protagonist prioritise themselves over other people."}
{"name":"Selfless Protagonist","title":"Selfless, thinking about one's safety instead of your own self."}
{"name":"Sentimental Protagonist","title":"No definition found."}
{"name":"Shameless Protagonist","title":"Where the main character does actions that are deemed by the reader or characters in the novel to be unbefiting of their status. whether the Main character acts petty or without honor/dignity for gains of some sort."}
{"name":"Sharing A Body","title":"When two or more people are sharing the same body. Be it mentally or physically."}
{"name":"Transformation Ability","title":"This tag is to be used when the protagonist(s) of the story is able to transform or change their body shape/form in any noticeable way freely, under special circumstances or due to a special condition/ability. THE CHANGE MUST NOT BE PERMANENT. For a permanent change, the Appearance Changes tag is recommended."}
{"name":"Trap","title":"Trap refers to the presence of one or more character(s) that looks like a girl, whether it be natural or through the act of cross-dressing, the act of dressing up as the opposite gender. Must be a BOY and has to some extent, look like a young girl.  A Reverse Trap is the counterpart to a Trap. "}
{"name":"Twisted Personality","title":"The protagonist or other main character has an unstable or "}
