{"name": "Action", "description": "A work typically depicting fighting, violence, chaos, and fast paced motion."}
{"name": "Adult", "description": "Contains mature content that is suitable only for adults. Titles in this category may include prolonged scenes of intense violence and/or graphic sexual content and nudity."}
{"name": "Adventure", "description": "Exploring new places, environments or situations. This is often associated with people on long journeys to places far away encountering amazing things."}
{"name": "Fantasy", "description": "Anything that involves, but not limited to, magic, dream world, and fairy tales."}
{"name": "Gender Bender", "description": "Girls dressing up as guys, guys dressing up as girls. Guys turning into girls, girls turning into guys."}
{"name": "Harem", "description": "A series involving one male character and many female characters (usually attracted to the male character). A Reverse Harem is when the genders are reversed."}
{"name": "Martial Arts", "description": "The novel has a focus on any of several arts of combat or self-defense. These may include aikido, karate, judo, or tae kwon do, kendo, fencing, and so on and so forth."}
{"name": "Romance", "description": "A story in this genre focus heavily on the romantic relationship between two or more people."}
{"name": "Wuxia", "description": "Wuxia is a fictional stories about mortal humans who can achieve superhuman ability through martial arts training or internal energy cultivation. Wuxia is usually depicted in an ancient china setting. Despite any existence of supernatural elements, characters in a wuxia are rarely depicted reaching over 150 years of age. No immortality."}
{"name": "Xianxia", "description": "Xianxia is fictional martial art stories where the main goal of the population is cultivating to Immortality, seeking eternal life and the pinnacle of strength. Xianxia stories features supernatural elements, influenced heavily by Chinese folklore/mythology. Cultivation path in xianxia involves taoism/daoism elements."}
{"name": "Xuanhuan", "description": "Similar to xianxia, Xuanhuan may contain immortal cultivation. However, unlike xianxia, which is more focused on becoming immortal and tighter on chinese mythology, Xuanhuan is a broader, more loose genre. Basically, if it's a cultivation-based story, yet it contain elements of western fantasy, such as sci-fi, or magic that's not inherently eastern, then it is a xuanhuan."}
{"name": "Yaoi", "description": "This work usually involves intimate relationships between men. Mutually exclusive with shounen ai."}
{"name": "Yuri", "description": "This work usually involves intimate relationships between women. Mutually exclusive with shoujo ai."}
