 
{"name":"Adventurers","title":"Just as it suggests, this tag is to be used when either the protagonist or some other SIGNIFICANT character is an adventurer. Typically, they are also part of some adventurers’ guild."}
{"name":"Ancient China","title":"This tag is used to explain the setting of the story. It indicates that the story takes place in an authentic Ancient Chinese environment, meaning that actual ancient figures and kingdoms are involved."}
{"name":"Ancient Times","title":"Indicates that the story takes place in ancient times, but NOT in China. It can be used even if the place is fictional."}
{"name":"Bestiality","title":"N/A"}
{"name":"Bisexual Protagonist","title":"The tag is used when the protagonist is bisexual. Tag is to be used only if there is definite romantic affiliations of the protagonist with individuals of both the genders (or more). "}
{"name":"Clones","title":"Tag is to be used ONLY if the protagonist of the series can make clones or has clones (definition may vary based on novel). If the series has multiple protagonists, only use this tag if having clones or making clones is a prominent feature of one of them. "}
{"name":"Cultivation","title":"This tag is to be used preferably only for Chinese novels. Cultivation refers to the protagonist trying to acquire immortality and/or supreme power by the accumulation and usage of Qi. This tag is typical of the Xianxia genre."}
{"name":"Fantasy World","title":"Any novel that takes place in a world where there is magic, elves, demons, and other common fantasy elements can have this tag listed."}
{"name":"Female Protagonist","title":"If the protagonist of the series is that of the biological female gender, then this tag is to be used.\r\n\r\nNot to be used with: Male Protagonist"}
{"name":"Female to Male","title":"This tag is used when a female character becomes a male character (physically), and this character influences the plot sufficiently or is the protagonist. Usually paired with the genre Gender Bender."}
{"name":"Futanari","title":"This tag is to be used when the body of the protagonist (or any other character who influences the plot) contains both the male and female reproductive organs."}
{"name":"Genderless Protagonist","title":"To be used when the protagonist has no particular gender. This does not refer to story not confirming the gender, but the story confirming the non-existence of gender for the protagonist."}
{"name":"Heavenly Tribulation","title":"Where characters in the novel, usually xiaxia or xuanhuan, have to pass a trial/test set by the heavens/natural laws to be qualified to enter the next realm in cultivation. Usually dipicted as a cloud that shoots lighting at the participant."}
{"name":"Humanoid Protagonist","title":"Tag is to be used when the main protagonist is not a human, but has a humanoid appearance/shape"}
{"name":"Imperial Harem","title":"The master of the harem must be royalty and the storyline has to take place in or around the royalty's palace(s). "}
{"name":"Interdimensional Travel","title":"The tag is to be used when the characters travel through different dimensions or parallel universes, often using advanced technology or supernatural means."}
{"name":"Loli","title":"This tag is to be used ONLY when either the protagonist, or one of the love interests of the protagonist is a loli. It is not recommended to use this tag for other characters, no matter how important their role is. A loli is a short girl who looks like a child, no matter how much her real age is. "}
{"name":"Male Protagonist","title":"If the protagonist of the series is male, then this tag is to be used. By protagonist, it refers to the leading/main character.\r\n \r\nNot to be used with: Female Protagonist "}
{"name":"Male to Female","title":"The 'Gender Bender' and 'Female Protagonist' tags are required. This tag should be used if the novel's male main character changed gender to female, usually early in the storyline. The transformation must be very hard to reverse, if not being outright impossible to do so."}
{"name":"Marriage","title":"To be used if the protagonist gets married at any point of time in the series, due to mutual consent in a romantic manner.\n"}
{"name":"Mythical Beasts","title":"Tag is to be used ONLY if the protagonist of the series is a Mythical Beast (definition may vary based on novel). If the series has multiple protagonists, only use this tag if being a Mythical Beast is a prominent feature of one of them."}
{"name":"Non-humanoid Protagonist","title":"This tag should be used if the main character is not a conventional human."}
{"name":"Polyandry","title":"This tag is used if the female protagonist of the story has a polygamy in which a woman has more than one husband."}
{"name":"Polygamy","title":"This tag is to be only used if the male protagonist is married to more than one female at a time. "}
{"name":"Pregnancy","title":"This tag is to be used when either the protagonist, or one or more than one of the sexual partners of the protagonist gets pregnant during the course of the story. This may lead to the usage of the Childcare tag in the future."}
{"name":"Protagonist with Multiple Bodies","title":"This tag is to be used when the protagonist of the story has multiple bodies. These can be clones or similar entities."}
{"name":"Race Change","title":"Could also be said to be a species change , (eg. from a human originally to becoming a dragon or part dragon ) (not to be used when a human reincarnates into a dragon , only counts if he transforms in his/her current lifetime)"}
{"name":"Reincarnation","title":"This tag is used if the protagonist is born again after dying. Contrast with transmigration, where the protagonist inhabits an existing body."}
{"name":"Reverse Harem","title":"Where a (usually) female protagonist is surround by guys. Harem is the where the genders are reversed."}
{"name":"Shapeshifters","title":"No definition found."}
{"name":"Sharing A Body","title":"When two or more people are sharing the same body. Be it mentally or physically."}
{"name":"Transformation Ability","title":"This tag is to be used when the protagonist(s) of the story is able to transform or change their body shape/form in any noticeable way freely, under special circumstances or due to a special condition/ability. THE CHANGE MUST NOT BE PERMANENT. For a permanent change, the Appearance Changes tag is recommended."}
{"name":"Transmigration","title":"This tag is used if the protagonist inhabits an existing person's body after migrating across worlds. It differs from reincarnation in that the person is not literally born again."}
